[{
"quoteText": "The calculus of utility aims at supplying the ordinary wants of man at the least cost of labour.",
"quoteAuthor": "William Jevons"
}, {
"quoteText": "You can observe a lot just by watching.",
"quoteAuthor": "Yogi Berra"
}, {
"quoteText": "The calculus is the greatest aid we have to the application of physical truth in the broadest sense of the word.",
"quoteAuthor": "William Osgood"
},{
"quoteText": "The calculus is the story this the Western world first told itself as it became the modern world.",
"quoteAuthor": "David Berlinsky "
}, {
"quoteText": "Being kidnapped and abused by the undead was worse than calculus, but not by a wide margin.",
"quoteAuthor": "Danse Macabre"
}, {
"quoteText": "What music is to the heart, mathematics is to the mind.",
"quoteAuthor": "Amit Kalantri"
}, {
"quoteText": "Calculus is the outcome of a dramatic intellectual struggle which has lasted for twenty-five hundred years.",
"quoteAuthor": "Richard Courant"
}, {
"quoteText": "The mind is everything. What you think you become.",
"quoteAuthor": "Buddha"
}, {
"quoteText": "To enjoy life, we must touch much of it lightly.",
"quoteAuthor": "Voltaire"
}, {
"quoteText": "All the world's a differential equation, and the men and women are merely variables.",
"quoteAuthor": "Ben Orlin"
}, {
"quoteText": “Nothing takes place in the world whose meaning is not that of some maximum or minimum.”,
"quoteAuthor": "Leonhard Euler "
}, {
"quoteText": "The true logic for this world is the calculus of probabilities, which takes account of the magnitude of the probability.",
"quoteAuthor": "James Maxwell"
}, {
"quoteText": “You can't teach calculus to a chimpanzee. So just share your banana.”,
"quoteAuthor": "John Rachel"
}, {
"quoteText": "Calculus required continuity, and continuity was supposed to require the infinitely little; but nobody could discover what the infinitely little might be.",
"quoteAuthor": "Bertrand Russell"
}, {
"quoteText": "Leadership calculus: always choose to rise over run.",
"quoteAuthor": "Ryan Lilly"
}, {
"quoteText": "Imagination rules the world.",
"quoteAuthor": "Napoleon Bonaparte"
}, {
"quoteText": "Calculus works by making visible the infinitesimally small.",
"quoteAuthor": "Keith Devlin"
}, {
"quoteText": "God does not care about our mathematical difficulties. He integrates empirically.",
"quoteAuthor": "Albert Einstein"
}, {
"quoteText": "Calculus is the most powerful weapon of thought yet devised by the wit of man.",
"quoteAuthor": "Wallace Smith"
},{
"quoteText": "Who has not been amazed to learn that the function y = ex, like a phoenix rising from its own ashes, is its own derivative?",
"quoteAuthor": "Francois Le Lionnais"
}, {
"quoteText": "One good thing about teaching calculus is that you develop a hardened attitude towards repeating yourself.",
"quoteAuthor": "Phillip Hanlon"
}, {
"quoteText": "The Mean Value Theorem is the midwife of calculus - not very important or glamorous by itself, but often helping to deliver other theorems that are of major significance.",
"quoteAuthor": "Edward Purcell"
}, {
"quoteText": "In my free time I do differential and integral calculus.",
"quoteAuthor": "Edward Marcell"
}, {
"quoteText": "God created infinity, and man, unable to understand infinity, had to invent finite sets.",
"quoteAuthor": "Gian Carlo Rota"
}, {
"quoteText": "The notion of infinity is our greatest friend; it is also the greatest enemy of our peace of mind.",
"quoteAuthor": "James Pierpont"
}, {
"quoteText": "I never failed in mathematics. Before I was fifteen I had mastered differential and integral calculus.",
"quoteAuthor": "Albert Einstein"
}, {
"quoteText": “Calculus is one course you can come with to your parents and say, I am dropping it. And they'll understand.”,
"quoteAuthor": "Bill Cosby"
}, {
"quoteText": "The analytical geometry of Descartes and the calculus of Newton and Leibniz have expanded into the marvelous mathematical method.",
"quoteAuthor": "Nicolas Butler"
}, {
"quoteText": “The world is continuous, but the mind is discrete.”,
"quoteAuthor": "David Mumford"
}, {
"quoteText": "Computer science is to biology what calculus is to physics. It's the natural mathematical technique that best maps the character of the subject.",
"quoteAuthor": "Harold Morowitz"
}, {
"quoteText": "My first degree came years before my second. I had wanted to be a physicist, but I flunked calculus.",
"quoteAuthor": "Elizabeth Moon"
}, {
"quoteText": "I was more interested in skating and the girls and traveling than I was in calculus.",
"quoteAuthor": "Scott Hamilton"
}
]